[
  {
    "nome": "ACE COMBAT 5 - THE UNSUNG WAR (USA).iso",
    "tamanho_gb": 4.44,
    "codigos": [
      "SLUS-20851"
    ],
    "capa_encontrada": true,
    "descricao": "Um dos simuladores de combate aéreo mais cinematográficos do PS2. O jogador assume o papel do piloto Blaze, líder do esquadrão Wardog, em meio à guerra entre as nações fictícias Osea e Yuktobania. Mistura ação intensa, drama militar e uma trilha sonora orquestrada inesquecível — é considerado o ponto alto da franquia Ace Combat."
  },
  {
    "nome": "BEYOND GOOD & EVIL (USA).iso",
    "tamanho_gb": 2.07,
    "codigos": [
      "SLUS-20763"
    ],
    "capa_encontrada": true,
    "descricao": "Aventura cult da Ubisoft estrelada por Jade, uma repórter e fotógrafa que se envolve em uma conspiração alienígena no planeta Hyllis. Combinando investigação, fotografia, stealth e exploração, o jogo entrega uma narrativa cativante e personagens carismáticos. É considerado uma das melhores obras de ficção científica do PS2."
  },
  {
    "nome": "BOLT (USA).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SLUS-21844"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado na animação da Disney, o jogador alterna entre Bolt, o cão super-herói com poderes elétricos, e Penny, sua dona engenhosa. As fases misturam ação, espionagem e desafios furtivos. Leve, divertido e com dublagens inspiradas no filme, é uma aventura ideal para o público jovem."
  },
  {
    "nome": "DEVIL MAY CRY (BR).iso",
    "tamanho_gb": 4.70,
    "codigos": [
      "SLUS-20216"
    ],
    "capa_encontrada": true,
    "descricao": "O título que definiu o gênero hack and slash. O caçador de demônios Dante enfrenta criaturas infernais em combates rápidos, cheios de estilo e acrobacias. Com atmosfera gótica e chefes icônicos, o jogo mistura ação intensa e dificuldade desafiadora — um verdadeiro clássico do PS2 e da Capcom."
  },
  {
    "nome": "DEVIL MAY CRY 2 (DISC 1 & DISC 2) (USA).iso",
    "tamanho_gb": 9.40,
    "codigos": [
      "SLUS-20484",
      "SLUS-20627"
    ],
    "capa_encontrada": true,
    "descricao": "Continuação direta, dividida em duas campanhas independentes: uma com Dante, outra com Lucia. O jogo aprimora os movimentos acrobáticos e o arsenal de armas, apresentando cenários urbanos e tom mais sombrio. Embora mais simples que o primeiro, mantém o estilo elegante e as lutas cinematográficas da série Devil May Cry."
  },
  {
    "nome": "GRAN TURISMO 3 - A-SPEC (USA).iso",
    "tamanho_gb": 3.88,
    "codigos": [
      "SLUS-97102"
    ],
    "capa_encontrada": true,
    "descricao": "Um dos jogos mais importantes da história do PlayStation 2. Gran Turismo 3: A-Spec é uma simulação de corrida realista com gráficos revolucionários para a época. Oferece dezenas de pistas e centenas de carros detalhados, com física precisa e trilha sonora marcante. Um marco que consolidou o PS2 como console definitivo para fãs de automobilismo."
  },
  {
    "nome": "HARRY POTTER E A CÂMARA SECRETA (EMULADOR) (PT).iso",
    "tamanho_gb": 0.56,
    "codigos": [
      "SLES-51219"
    ],
    "capa_encontrada": true,
    "descricao": "Inspirado no segundo livro e filme da saga, o jogo leva o jogador de volta a Hogwarts para enfrentar o mistério da Câmara Secreta. Controlando Harry, o jogador lança feitiços, voa em vassouras e enfrenta criaturas mágicas. Versão dublada e legendada em português, ideal para fãs que cresceram com a série nos anos 2000."
  },
  {
    "nome": "HARRY POTTER E A ORDEM DA FÊNIX (EMULADOR) (PT).iso",
    "tamanho_gb": 4.65,
    "codigos": [
      "SLES-54779"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no quinto filme da franquia, traz Hogwarts em formato totalmente explorável. Harry lidera a Armada de Dumbledore e enfrenta os desafios do Ministério da Magia. Traz gráficos aprimorados, feitiços via movimentos de analógicos e missões paralelas, capturando perfeitamente o espírito de resistência do enredo original."
  },
  {
    "nome": "HARRY POTTER E A PEDRA FILOSOFAL (PT).iso",
    "tamanho_gb": 4.21,
    "codigos": [
      "SLES-52055"
    ],
    "capa_encontrada": true,
    "descricao": "O primeiro jogo da série leva o jogador ao início da jornada de Harry no mundo mágico. É uma mistura de aventura, exploração e puzzles dentro de Hogwarts. Apresenta momentos icônicos como o Quadribol, o desafio do Trasgo e o encontro com Voldemort. Leve, nostálgico e cheio de magia, é um dos mais lembrados pelos fãs."
  },
  {
    "nome": "HARRY POTTER E O ENIGMA DO PRÍNCIPE (PT).iso",
    "tamanho_gb": 4.65,
    "codigos": [
      "SLUS-21808"
    ],
    "capa_encontrada": true,
    "descricao": "O sexto capítulo traz um tom mais sombrio à saga. O jogador explora livremente Hogwarts, participa de duelos de varinha e prepara poções nos caldeirões. Baseado no filme de mesmo nome, combina ação, mistério e drama, destacando a amizade de Harry, Ron e Hermione e o retorno iminente de Voldemort."
  },
  {
    "nome": "JAK 3 (PT).iso",
    "tamanho_gb": 4.50,
    "codigos": [
      "SCUS-97330"
    ],
    "capa_encontrada": true,
    "descricao": "O capítulo final da trilogia Jak and Daxter traz um equilíbrio perfeito entre ação, plataforma e mundo aberto. Após ser exilado para o deserto de Wasteland, Jak descobre novos poderes e dirige veículos de combate em arenas e dunas. Mistura fases de tiro, exploração e história cinematográfica — considerado o mais épico da série."
  },
  {
    "nome": "JAK 2 (USA).iso",
    "tamanho_gb": 4.41,
    "codigos": [
      "SCUS-97265"
    ],
    "capa_encontrada": true,
    "descricao": "Sequência mais sombria e ambiciosa do primeiro jogo. Jak ganha poderes de Eco Negro e armas de fogo em um mundo urbano cheio de missões e perseguições. Inspirado em GTA, traz liberdade total em Haven City, com enredo maduro e gameplay variado. Um dos títulos mais elogiados do PS2."
  },
  {
    "nome": "KYA - DARK LINEAGE (USA).iso",
    "tamanho_gb": 3.12,
    "codigos": [
      "SLES-51473"
    ],
    "capa_encontrada": true,
    "descricao": "Uma aventura subestimada do PS2. A jovem Kya é transportada para um mundo fantástico habitado por criaturas chamadas Nativs. Mistura plataforma 3D, combate corpo a corpo e elementos de exploração. O visual vibrante e o enredo emocional tornam Kya: Dark Lineage um dos títulos cult mais queridos do console."
  },
  {
    "nome": "MARVEL - ULTIMATE ALLIANCE 2 (USA).iso",
    "tamanho_gb": 1.61,
    "codigos": [
      "SLUS-21879"
    ],
    "capa_encontrada": true,
    "descricao": "Reúne heróis da Marvel em batalhas cooperativas inspiradas no arco Civil War. O jogador monta times com Homem de Ferro, Capitão América, Homem-Aranha, Wolverine e outros, alternando entre personagens durante combates estratégicos. A mistura de RPG e ação rápida faz dele um dos melhores jogos cooperativos do PS2."
  },
  {
    "nome": "OKAMI (USA).iso",
    "tamanho_gb": 3.97,
    "codigos": [
      "SLUS-21115"
    ],
    "capa_encontrada": true,
    "descricao": "Uma verdadeira obra de arte da Capcom. O jogador controla Amaterasu, a deusa do sol em forma de lobo branco, em uma jornada para restaurar a vida e as cores do mundo. Mistura exploração estilo Zelda, combates e o inovador Pincel Celestial. Com gráficos inspirados em pintura japonesa, é um dos jogos mais belos já feitos."
  },
  {
    "nome": "PSYCHONAUTS (USA).iso",
    "tamanho_gb": 3.51,
    "codigos": [
      "SLUS-21120"
    ],
    "capa_encontrada": true,
    "descricao": "Uma aventura criativa e surreal do estúdio Double Fine. O jogador controla Razputin, um jovem psíquico que foge de um circo para treinar em um acampamento de agentes paranormais. O jogo se destaca por seus mundos ambientados dentro da mente de diferentes personagens, cada um com desafios únicos e humor inteligente. Um clássico cult aclamado pela crítica."
  },
  {
    "nome": "RATCHET & CLANK - GOING COMMANDO (USA).iso",
    "tamanho_gb": 3.82,
    "codigos": [
      "SCUS-97268"
    ],
    "capa_encontrada": true,
    "descricao": "A sequência do aclamado jogo de plataforma e tiro da Insomniac Games. Ratchet e seu parceiro robótico Clank exploram galáxias repletas de inimigos e armas malucas, em um equilíbrio perfeito entre ação e humor. O sistema de progressão e upgrades aprimorados faz deste título um dos favoritos da geração PS2."
  },
  {
    "nome": "RATCHET & CLANK - UP YOUR ARSENAL (USA).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SCUS-97353"
    ],
    "capa_encontrada": true,
    "descricao": "Terceiro jogo da série, eleva o nível de ação e inclui modos multiplayer inéditos. A dupla enfrenta o vilão Dr. Nefarious em uma aventura com dublagens hilárias, gráficos vibrantes e combate explosivo. Considerado o ponto máximo da trilogia original, equilibra humor, história e gameplay impecável."
  },
  {
    "nome": "RAYMAN 3 - HOODLUM HAVOC (USA).iso",
    "tamanho_gb": 3.37,
    "codigos": [
      "SLUS-20601"
    ],
    "capa_encontrada": true,
    "descricao": "O herói sem membros retorna em uma aventura colorida e desafiadora. Rayman 3 mistura ação e plataforma 3D com poderes temporários que mudam a jogabilidade. Humor caricato, trilha sonora animada e fases criativas garantem uma das experiências mais divertidas da série Rayman no PS2."
  },
  {
    "nome": "SLY 3 - HONOUR AMONG THIEVES (PT).iso",
    "tamanho_gb": 4.43,
    "codigos": [
      "SCUS-97464"
    ],
    "capa_encontrada": true,
    "descricao": "Último capítulo da trilogia original de Sly Cooper. O guaxinim ladrão reúne sua equipe para realizar o maior golpe de todos os tempos. Mistura furtividade, ação e mini-jogos variados em missões criativas. Totalmente localizado em português, combina humor, dublagem carismática e narrativa digna de animação da Pixar."
  },
  {
    "nome": "SLY COOPER AND THE THIEVIUS RACCOONUS (USA).iso",
    "tamanho_gb": 2.92,
    "codigos": [
      "SCUS-97198"
    ],
    "capa_encontrada": true,
    "descricao": "O primeiro jogo da trilogia do guaxinim ladrão Sly Cooper. Mistura furtividade, plataforma e ação em um mundo colorido e estilizado como desenho animado. O jogador coleta páginas do lendário Thievius Raccoonus para recuperar as técnicas ancestrais da família Cooper. Um dos títulos mais criativos e charmosos do PS2."
  },
  {
    "nome": "SOULCALIBUR III (USA).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SLUS-21216"
    ],
    "capa_encontrada": true,
    "descricao": "Um dos jogos de luta mais sofisticados do PS2, com combate em 3D e armas brancas. Apresenta personagens lendários como Mitsurugi, Ivy, Kilik e Taki, além de um modo Chronicles of the Sword com elementos de RPG e criação de personagem. Gráficos polidos e trilha épica tornam SoulCalibur III uma referência do gênero."
  },
  {
    "nome": "SSX 3 (USA).iso",
    "tamanho_gb": 3.32,
    "codigos": [
      "SLUS-20772"
    ],
    "capa_encontrada": true,
    "descricao": "Snowboard radical com trilha sonora vibrante e montanhas gigantescas. O jogador desce encostas conectadas em mundo aberto, realizando manobras insanas e acrobacias. Sucesso da EA Sports BIG, SSX 3 é fluido, estiloso e considerado o ápice da série, com jogabilidade viciante e gráficos impressionantes para o PS2."
  },
  {
    "nome": "TEENAGE MUTANT NINJA TURTLES (USA).iso",
    "tamanho_gb": 1.36,
    "codigos": [
      "SLUS-20716"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado na série animada de 2003, traz os quatro irmãos ninjas Leonardo, Michelangelo, Donatello e Raphael em combates cooperativos contra o Clã do Pé e Shredder. O estilo visual cel-shading dá aparência de desenho animado. É leve, divertido e excelente para jogar em dupla."
  },
  {
    "nome": "TEKKEN 4 (USA).iso",
    "tamanho_gb": 2.69,
    "codigos": [
      "SLUS-20328"
    ],
    "capa_encontrada": true,
    "descricao": "Um dos capítulos mais experimentais da lendária série de luta da Namco. Introduz arenas interativas e um tom mais cinematográfico, com foco em história e física realista. Mantém personagens clássicos como Jin, Kazuya e Heihachi, enquanto adiciona novos lutadores e um sistema de colisão mais tático."
  },
  {
    "nome": "TIMESPLITTERS 2 (USA).iso",
    "tamanho_gb": 4.69,
    "codigos": [
      "SLES-50877"
    ],
    "capa_encontrada": true,
    "descricao": "Um dos melhores shooters do PS2, criado pelos ex-desenvolvedores de GoldenEye 007. O jogador viaja no tempo enfrentando inimigos em diferentes eras — do Velho Oeste ao futuro. Com modo história, cooperativo e multiplayer local, TimeSplitters 2 é elogiado por sua jogabilidade rápida, humor britânico e editor de fases completo."
  },
  {
    "nome": "TMNT (USA).iso",
    "tamanho_gb": 4.68,
    "codigos": [
      "SLUS-21595"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme As Tartarugas Ninja de 2007, este jogo de ação em 3D mistura combate e parkour. Cada tartaruga tem habilidades únicas e combos próprios. Os gráficos seguem o estilo do longa e a história acompanha a jornada de Leonardo para reunir o grupo. Dinâmico, leve e nostálgico para fãs da franquia."
  },
  {
    "nome": "TOM AND JERRY IN WAR OF THE WHISKERS (USA).iso",
    "tamanho_gb": 0.50,
    "codigos": [
      "SLUS-20355"
    ],
    "capa_encontrada": true,
    "descricao": "Um jogo de luta cômico onde Tom e Jerry travam batalhas em arenas interativas. Com golpes exagerados, armas malucas e destruição de cenário, o título é puro humor slapstick. Suporta multiplayer competitivo e traz personagens clássicos do desenho. Ideal para partidas rápidas e diversão em dupla."
  },
  {
    "nome": "VIEWTIFUL JOE (USA).iso",
    "tamanho_gb": 3.00,
    "codigos": [
      "SLES-52678"
    ],
    "capa_encontrada": true,
    "descricao": "Um beat 'em up estilizado da Capcom com estética de filme de herói japonês. O jogador controla Joe, um fã de cinema que ganha poderes para manipular o tempo e aplicar golpes cinematográficos. Mistura ação 2D, puzzles e animação vibrante — aclamado por seu estilo artístico e jogabilidade desafiadora."
  },
  {
    "nome": "VIRTUA FIGHTER 4 - EVOLUTION (USA).iso",
    "tamanho_gb": 1.56,
    "codigos": [
      "SLES-51616"
    ],
    "capa_encontrada": true,
    "descricao": "Versão expandida do clássico de luta da Sega. Virtua Fighter 4: Evolution aprimora gráficos, animações e IA, oferecendo um dos sistemas de combate mais técnicos e precisos do gênero. Inclui novos personagens, arenas e modo Quest, onde o jogador evolui seu lutador enfrentando oponentes em torneios. Um dos títulos mais refinados do PS2."
  },
  
  {
    "nome": "007 - EVERYTHING OR NOTHING (USA).iso",
    "tamanho_gb": 3.25,
    "codigos": [
      "SLUS-20751"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de ação baseado no agente secreto James Bond com a voz de Pierce Brosnan. Combina tiroteio em terceira pessoa, combate corpo a corpo e sequências de direção. Apresenta gadgets icônicos do 007 e missões ao redor do mundo."
  },
  {
    "nome": "007 - NIGHTFIRE (USA).iso",
    "tamanho_gb": 2.27,
    "codigos": [
      "SLUS-20579"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de tiro em primeira pessoa estrelando James Bond em missões secretas globais. Inclui modo multiplayer competitivo com bots e armas personalizáveis. Oferece uma campanha single-player com veículos, gadgets e vilões memoráveis."
  },
  {
    "nome": "007 - QUANTUM OF SOLACE (USA).iso",
    "tamanho_gb": 4.36,
    "codigos": [
      "SLUS-21813"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado nos filmes Casino Royale e Quantum of Solace da franquia James Bond. Mistura tiroteio em primeira pessoa com sistema de cobertura tática. Inclui cenas e personagens diretamente dos filmes recentes do 007."
  },
  {
    "nome": "187 - RIDE OR DIE (USA).iso",
    "tamanho_gb": 1.47,
    "codigos": [
      "SLUS-21116"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de corrida e tiro ambientado nas ruas com temática gang. O jogador dirige enquanto um parceiro atira dos veículos em perseguições intensas. Apresenta customização de carros e armas com estilo urbano agressivo."
  },
  {
    "nome": "25 TO LIFE (USA).iso",
    "tamanho_gb": 1.77,
    "codigos": [
      "SLUS-21016"
    ],
    "capa_encontrada": true,
    "descricao": "Shooter em terceira pessoa ambientado no mundo do crime urbano. Permite jogar tanto como criminoso quanto como policial em diferentes missões. Inclui modo multiplayer online com combates entre gangues e forças da lei."
  },
  {
    "nome": "50 CENT - BULLETPROOF (USA).iso",
    "tamanho_gb": 5.95,
    "codigos": [
      "SLUS-21315"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de ação estrelando o rapper 50 Cent em uma história sobre vingança nas ruas. Combina tiroteio em terceira pessoa com combate corpo a corpo e trilha sonora do próprio artista. Apresenta vozes dos membros do G-Unit e cenários urbanos autênticos."
  },
  {
    "nome": "A CASA MONSTRO (USA).iso",
    "tamanho_gb": 1.16,
    "codigos": [
      "SLES-54217"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme de animação, o jogador explora uma casa assombrada misteriosa. Mistura ação, exploração e quebra-cabeças em ambientes tridimensionais. Voltado para o público infantil com desafios apropriados para a idade."
  },
  {
    "nome": "A MUMIA - A SERIE ANIMADA (BR).iso",
    "tamanho_gb": 0.35,
    "codigos": [
      "SLES-52835"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo infantil baseado na série animada sobre múmias e aventuras egípcias. Apresenta plataformas, coleta de itens e combate simplificado. Voltado para crianças com gráficos coloridos e jogabilidade acessível."
  },
  
  {
    "nome": "ALONE IN THE DARK THE NEW NIGHTMARE (BR).iso",
    "tamanho_gb": 4.19,
    "codigos": [
      "SLES-50185"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de survival horror com exploração e resolução de puzzles. O jogador enfrenta criaturas sobrenaturais em ambientes escuros e assustadores. Continuação da clássica franquia pioneira do gênero terror."
  },
  {
    "nome": "ALTERED BEAST (BR) V2.0.iso",
    "tamanho_gb": 1.99,
    "codigos": [
      "SLES-53024"
    ],
    "capa_encontrada": true,
    "descricao": "Remake 3D do clássico beat 'em up de arcade da SEGA. O jogador se transforma em diversas criaturas poderosas para enfrentar hordas de inimigos. Apresenta gráficos modernizados mas mantém a essência do original dos anos 80."
  },
  {
    "nome": "AREA 51 (USA).iso",
    "tamanho_gb": 3.26,
    "codigos": [
      "SLUS-20595"
    ],
    "capa_encontrada": true,
    "descricao": "Shooter em primeira pessoa ambientado na base militar secreta americana. O jogador investiga conspiração alienígena enfrentando criaturas extraterrestres e mutantes. Apresenta armas humanas e tecnologia alien com narrativa de ficção científica."
  },
  {
    "nome": "AS CRONICAS DE NARNIA (USA).iso",
    "tamanho_gb": 2.95,
    "codigos": [
      "SLUS-21082"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme O Leão, A Feiticeira e o Guarda-Roupa de C.S. Lewis. Jogo de ação e aventura onde você controla os quatro irmãos Pevensie. Combina combate, exploração e quebra-cabeças no mundo mágico de Nárnia."
  },
  {
    "nome": "ATV OFFROAD FURY 2 (USA).iso",
    "tamanho_gb": 4.18,
    "codigos": [
      "SLES-51814"
    ],
    "capa_encontrada": true,
    "descricao": "Simulador de corrida off-road com quadriciclos e motos de terra. Oferece múltiplos modos incluindo corrida, estilo livre e competições. Apresenta física realista, tracks variados e modo multiplayer para até 4 jogadores."
  },
  {
    "nome": "AVATAR - THE LAST AIRBENDER - INTO THE INFERNO (USA).iso",
    "tamanho_gb": 2.13,
    "codigos": [
      "SLUS-21804"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado na terceira temporada da série animada Avatar: A Lenda de Aang. Jogo de ação onde você domina os quatro elementos: água, terra, fogo e ar. Inclui personagens da série e combates usando dobra elemental."
  },
  {
    "nome": "AVATAR - THE LEGEND OF AANG (BR) (T1.0).iso",
    "tamanho_gb": 1.39,
    "codigos": [
      "SLES-54188"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo baseado na popular série animada da Nickelodeon. O jogador controla Aang e seus amigos em aventuras usando poderes elementais. Combina ação, quebra-cabeças e exploração no universo de Avatar."
  },
  {
    "nome": "BAROQUE (BR) (T1.0).iso",
    "tamanho_gb": 2.3,
    "codigos": [
      "SLUS-21714"
    ],
    "capa_encontrada": true,
    "descricao": "RPG roguelike japonês em dungeons geradas aleatoriamente. O jogador explora uma torre surreal pós-apocalíptica com morte permanente. Apresenta narrativa complexa e atmosfera sombria com múltiplos finais."
  },
  {
    "nome": "BATMAN - RISE OF SIN TZU (USA).iso",
    "tamanho_gb": 3.64,
    "codigos": [
      "SLUS-20709"
    ],
    "capa_encontrada": true,
    "descricao": "BATMAN - RISE OF SIN TZU é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BATMAN BEGINS (BR) (T1.0).iso",
    "tamanho_gb": 4.34,
    "codigos": [
      "SLES-53387"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de ação baseado no filme dirigido por Christopher Nolan. O jogador usa stealth, combate e gadgets para se tornar o Cavaleiro das Trevas. Apresenta vozes do elenco original do filme e Gotham City em 3D."
  },
  {
    "nome": "BATTLEFIELD 2 - MODERN COMBAT (USA).iso",
    "tamanho_gb": 3.37,
    "codigos": [
      "SLUS-21026"
    ],
    "capa_encontrada": true,
    "descricao": "Shooter tático em primeira pessoa com batalhas militares modernas. Sistema único permite trocar entre soldados durante o combate para controlar diferentes classes. Inclui veículos terrestres, aéreos e navais em grandes mapas multiplayer."
  },
  {
    "nome": "BEN 10 -  ALIEN FORCE - VILGAX ATTACKS (BR).iso",
    "tamanho_gb": 4.37,
    "codigos": [
      "SLUS-21921"
    ],
    "capa_encontrada": true,
    "descricao": "BEN 10 -  ALIEN FORCE - VILGAX ATTACKS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BEN 10 - ALIEN FORCE (USA).iso",
    "tamanho_gb": 2.19,
    "codigos": [
      "SLUS-21815"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado na série animada, o jogador transforma-se em aliens poderosos. Cada alien possui habilidades únicas para combate e resolução de puzzles. Voltado para público infantil com ação e aventura."
  },
  {
    "nome": "BEN 10 - PROTECTOR OF EARTH (BR) (T1.1).iso",
    "tamanho_gb": 3.33,
    "codigos": [
      "SLUS-21661"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de ação onde Ben Tennyson usa o Omnitrix para se transformar em alienígenas. Combina plataforma, combate e coleta em níveis baseados na série. Cada alien tem poderes específicos para diferentes desafios."
  },
  {
    "nome": "BEN 10 - ULTIMATE ALIEN - COSMIC DESTRUCTION (BR) (DUB).ISO",
    "tamanho_gb": 1.69,
    "codigos": [
      "SLUS-21938"
    ],
    "capa_encontrada": true,
    "descricao": "BEN 10 - ULTIMATE ALIEN - COSMIC DESTRUCTION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BERSERK MILLENNIUM FALCON (BR).iso",
    "tamanho_gb": 3.52,
    "codigos": [
      "SLPM-65688"
    ],
    "capa_encontrada": true,
    "descricao": "BERSERK MILLENNIUM FALCON é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BLACK (BR) (DUB) (T1.1)(EMULADOR).iso",
    "tamanho_gb": 3.63,
    "codigos": [
      "SLUS-21376"
    ],
    "capa_encontrada": true,
    "descricao": "BLACK é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BLACK (BR).iso",
    "tamanho_gb": 1.62,
    "codigos": [
      "SLUS-21376"
    ],
    "capa_encontrada": true,
    "descricao": "BLACK é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BOB ESPONJA  THE MOVIE (USA).iso",
    "tamanho_gb": 1.16,
    "codigos": [
      "SLUS-20904"
    ],
    "capa_encontrada": true,
    "descricao": "BOB ESPONJA  THE MOVIE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BOB ESPONJA SQUAREPANTS IN - BATTLE FOR BIKINI BOTTOM (BR).iso",
    "tamanho_gb": 0.3,
    "codigos": [
      "SLUS-20680"
    ],
    "capa_encontrada": true,
    "descricao": "BOB ESPONJA SQUAREPANTS IN - BATTLE FOR BIKINI BOTTOM é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BOMBA PATCH LEGENDS GEOMATRIX (BR).iso",
    "tamanho_gb": 2.3,
    "codigos": [
      "SLPM-66595"
    ],
    "capa_encontrada": true,
    "descricao": "BOMBA PATCH LEGENDS GEOMATRIX é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BOMBA PATCH ATUALIZADO (BR).iso",
    "tamanho_gb": 2.2,
    "codigos": [
      "SLPM-66374"
    ],
    "capa_encontrada": true,
    "descricao": "BOMBA PATCH PS2 OUTUBRO MYMAX 2025 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BOMBERMAN + DONKEY KONG (BR).iso",
    "tamanho_gb": 0.06,
    "codigos": [
      "SLUS-68751",
      "SLUS-20022"
    ],
    "capa_encontrada": false,
    "descricao": "BOMBERMAN + DONKEY KONG é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BROTHERS IN ARMS - EARNED IN BLOOD (USA).iso",
    "tamanho_gb": 3.21,
    "codigos": [
      "SLUS-21310"
    ],
    "capa_encontrada": true,
    "descricao": "BROTHERS IN ARMS - EARNED IN BLOOD é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "BULLY (BR) (DUB) (T0.1.1).iso",
    "tamanho_gb": 3.5,
    "codigos": [
      "SLUS-21269"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de mundo aberto da Rockstar ambientado em uma escola interna. O jogador controla Jimmy Hopkins enfrentando bullies, fazendo missões e assistindo aulas. Mistura ação, aventura e humor com crítica social sobre adolescência."
  },
  {
    "nome": "BURNOUT 3 - TAKEDOWN (USA).iso",
    "tamanho_gb": 2.67,
    "codigos": [
      "SLUS-21050"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de corrida arcade focado em velocidade extrema e destruição de veículos. Modo Crash permite causar acidentes espetaculares para pontos. Considerado um dos melhores jogos de corrida da geração PS2."
  },
  {
    "nome": "BURNOUT DOMINATOR (BR).iso",
    "tamanho_gb": 1.62,
    "codigos": [
      "SLUS-21596"
    ],
    "capa_encontrada": true,
    "descricao": "Corrida arcade com foco em velocidade, drifts e queima de nitro. Sem o modo crash dos anteriores, focando em corridas agressivas. Apresenta pistas clássicas da série e sistema de boost encadeado."
  },
  {
    "nome": "CALL OF DUTY - FINEST HOUR (USA).iso",
    "tamanho_gb": 3.59,
    "codigos": [
      "SLES-52783"
    ],
    "capa_encontrada": true,
    "descricao": "Shooter em primeira pessoa ambientado na Segunda Guerra Mundial. Campanhas jogáveis pelos exércitos soviético, britânico e americano. Combate intenso em batalhas históricas famosas do conflito."
  },
  {
    "nome": "CALL OF DUTY 2 - BIG RED ONE (USA).iso",
    "tamanho_gb": 2.72,
    "codigos": [
      "SLUS-21228"
    ],
    "capa_encontrada": true,
    "descricao": "CALL OF DUTY 2 - BIG RED ONE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CALL OF DUTY 3 (USA).iso",
    "tamanho_gb": 3.47,
    "codigos": [
      "SLUS-21426"
    ],
    "capa_encontrada": true,
    "descricao": "CALL OF DUTY 3 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CALL OF DUTY WORLD AT WAR (BR).iso",
    "tamanho_gb": 2.63,
    "codigos": [
      "SLUS-21746"
    ],
    "capa_encontrada": true,
    "descricao": "CALL OF DUTY WORLD AT WAR é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CAPCOM CLASSICS COLLECTION VOL. 1 (USA).iso",
    "tamanho_gb": 2.86,
    "codigos": [
      "SLUS-21316"
    ],
    "capa_encontrada": true,
    "descricao": "Coletânea com jogos clássicos de arcade da Capcom dos anos 80 e 90. Inclui títulos como 1942, Ghosts 'n Goblins, Street Fighter II e muitos outros. Preserva a experiência arcade original com extras desbloqueáveis."
  },
  {
    "nome": "CAPCOM VS. SNK 2 - MARK OF THE MILLENNIUM 2001 (USA).iso",
    "tamanho_gb": 0.21,
    "codigos": [
      "SLUS-20246"
    ],
    "capa_encontrada": true,
    "descricao": "CAPCOM VS. SNK 2 - MARK OF THE MILLENNIUM 2001 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CARROS (BR).iso",
    "tamanho_gb": 2.61,
    "codigos": [
      "SLUS-21151"
    ],
    "capa_encontrada": true,
    "descricao": "CARROS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CASTLEVANIA - CURSE OF DARKNESS (BR) (DUB).iso",
    "tamanho_gb": 3.3,
    "codigos": [
      "SLES-53755"
    ],
    "capa_encontrada": true,
    "descricao": "Action RPG da famosa franquia Castlevania em 3D. O jogador cria e evolui familiares demôniacos para ajudar no combate. Apresenta exploração, crafting de armas e batalhas contra chefes épicos."
  },
  {
    "nome": "CAVALEIROS DOS ZODIACO A SAGA DO SANTUÁRIO (BR).iso",
    "tamanho_gb": 1.48,
    "codigos": [
      "SLPS-25476"
    ],
    "capa_encontrada": true,
    "descricao": "CAVALEIROS DOS ZODIACO A SAGA DO SANTUÁRIO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "COLD FEAR (BR).iso",
    "tamanho_gb": 3.34,
    "codigos": [
      "SLES-53158"
    ],
    "capa_encontrada": true,
    "descricao": "COLD FEAR é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "COLIN MCRAE RALLY 2005 (BR) (T1.0).iso",
    "tamanho_gb": 3.99,
    "codigos": [
      "SLES-52636"
    ],
    "capa_encontrada": true,
    "descricao": "COLIN MCRAE RALLY 2005 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CORALINE (BR) (T1.0).iso",
    "tamanho_gb": 0.89,
    "codigos": [
      "SLUS-21854"
    ],
    "capa_encontrada": true,
    "descricao": "CORALINE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CRASH - MIND OVER MUTANT (BR).iso",
    "tamanho_gb": 1.87,
    "codigos": [
      "SLUS-21728"
    ],
    "capa_encontrada": true,
    "descricao": "CRASH - MIND OVER MUTANT é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CRASH NITRO KART (USA).iso",
    "tamanho_gb": 2.99,
    "codigos": [
      "SLUS-20649"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de kart racing com personagens do universo Crash Bandicoot. Corridas frenéticas com power-ups, drifts e atalhos secretos. Modo história, time trials e multiplayer local competitivo."
  },
  {
    "nome": "CRASH OF THE TITANS (BR).iso",
    "tamanho_gb": 1.15,
    "codigos": [
      "SLUS-21583"
    ],
    "capa_encontrada": true,
    "descricao": "Crash pode derrotar e controlar titãs mutantes gigantes. Cada titã tem ataques únicos e quebra diferentes obstáculos. Combate de pancadaria renovado com foco em ação mais intensa."
  },
  {
    "nome": "CRASH TAG TEAM RACING (USA).iso",
    "tamanho_gb": 3.29,
    "codigos": [
      "SLUS-21191"
    ],
    "capa_encontrada": true,
    "descricao": "CRASH TAG TEAM RACING é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CRASH TWINSANITY (BR) (DUB) V2.0.iso",
    "tamanho_gb": 2.07,
    "codigos": [
      "SLUS-20909"
    ],
    "capa_encontrada": true,
    "descricao": "Plataforma 3D onde Crash se une ao Dr. Cortex em aventura maluca. Apresenta níveis interconectados em mundo semi-aberto. Humor exagerado com física de ragdoll e gags visuais."
  },
  {
    "nome": "CRASH WRATH OF CORTEX (BR).iso",
    "tamanho_gb": 0.45,
    "codigos": [
      "SLUS-20238"
    ],
    "capa_encontrada": true,
    "descricao": "CRASH WRATH OF CORTEX é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "CRAZY TAXI (USA).iso",
    "tamanho_gb": 0.61,
    "codigos": [
      "SLUS-20202"
    ],
    "capa_encontrada": true,
    "descricao": "Port do clássico arcade de corrida maluca de táxi. O jogador deve levar passageiros rapidamente usando atalhos e manobras arriscadas. Jogabilidade arcade viciante com trilha sonora punk rock."
  },
  {
    "nome": "DARKWATCH (BR).iso",
    "tamanho_gb": 4.37,
    "codigos": [
      "SLES-53564"
    ],
    "capa_encontrada": true,
    "descricao": "DARKWATCH é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DEAD OR ALIVE 2 (USA).iso",
    "tamanho_gb": 4.35,
    "codigos": [
      "SCES-50003"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de luta 3D com sistema de contra-ataques e cenários interativos. Gráficos impressionantes com física avançada e animações fluidas. Conhecido por personagens femininas e modo história cinematográfico."
  },
  {
    "nome": "DEF JAM - FIGHT FOR NY (USA).iso",
    "tamanho_gb": 4.37,
    "codigos": [
      "SLUS-21004"
    ],
    "capa_encontrada": true,
    "descricao": "DEF JAM - FIGHT FOR NY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DESTROY ALL HUMANS (USA).iso",
    "tamanho_gb": 4.31,
    "codigos": [
      "SLUS-20945"
    ],
    "capa_encontrada": true,
    "descricao": "DESTROY ALL HUMANS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DESTROY ALL HUMANS 2 (USA).iso",
    "tamanho_gb": 4.19,
    "codigos": [
      "SLUS-21439"
    ],
    "capa_encontrada": true,
    "descricao": "DESTROY ALL HUMANS 2 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DEVIL MAY CRY 3 (BR) (DUB).iso",
    "tamanho_gb": 3.57,
    "codigos": [
      "SLES-54186"
    ],
    "capa_encontrada": true,
    "descricao": "Hack and slash estiloso com Dante caçando demônios com espadas e pistolas. Sistema de ranqueamento encoraja combos e combate sem dano. Revolucionou o gênero com ação frenética e câmera cinematográfica."
  },
  {
    "nome": "DOG'S LIFE (PT).iso",
    "tamanho_gb": 2.08,
    "codigos": [
      "SCES-51248"
    ],
    "capa_encontrada": true,
    "descricao": "DOG'S LIFE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DONKEY KONG TRILOGY (BR).iso",
    "tamanho_gb": 0.03,
    "codigos": [
      "SLUS-19771",
      "SLUS-22022"
    ],
    "capa_encontrada": false,
    "descricao": "DONKEY KONG TRILOGY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DOWNHILL DOMINATION (BR).iso",
    "tamanho_gb": 2.6,
    "codigos": [
      "SLES-52202"
    ],
    "capa_encontrada": true,
    "descricao": "DOWNHILL DOMINATION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DRAGON BALL BT 4 V4 (BR) (DUB).ISO",
    "tamanho_gb": 4.07,
    "codigos": [
      "SLUS-85233"
    ],
    "capa_encontrada": true,
  "descricao": "Dragon Ball Z: Budokai Tenkaichi 4 (Beta 8) é uma versão modificada feita por fãs, baseada em Tenkaichi 3. Inclui personagens do Dragon Ball Super, novos cenários, trilha sonora atualizada e dublagem em português. Considerado o mod definitivo para fãs da saga, combina nostalgia e conteúdo moderno."
  },
  {
    "nome": "DRAGON BALL Z TKC3 (BR).iso",
    "tamanho_gb": 4.12,
    "codigos": [
      "SLUS-21678"
    
    ],
    "capa_encontrada": true,
    "descricao": "DRAGON BALL Z TKC3 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "DRIV3R (BR) (T1.0).iso",
    "tamanho_gb": 3.85,
    "codigos": [
      "SLUS-20587"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de mundo aberto com missões de direção e tiroteio. Três cidades jogáveis: Miami, Nice e Istambul. Combina corrida, combate a pé e história policial cinematográfica."
  },
  {
    "nome": "DRIVER - PARALLEL LINES (BR) (T1.02).iso",
    "tamanho_gb": 3.61,
    "codigos": [
      "SLUS-21271"
    ],
    "capa_encontrada": true,
    "descricao": "DRIVER - PARALLEL LINES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "ECHO NIGHT - BEYOND (BR).iso",
    "tamanho_gb": 1.64,
    "codigos": [
      "SLUS-20928"
    ],
    "capa_encontrada": true,
    "descricao": "ECHO NIGHT - BEYOND é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FAMILY GUY (USA).iso",
    "tamanho_gb": 2.94,
    "codigos": [
      "SLES-54126"
    ],
    "capa_encontrada": true,
    "descricao": "FAMILY GUY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FATAL FRAME (BR).iso",
    "tamanho_gb": 3.49,
    "codigos": [
      "SLES-50821"
    ],
    "capa_encontrada": true,
    "descricao": "FATAL FRAME é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FATAL FRAME 2 - CRIMSON BUTTERFLY (BR).iso",
    "tamanho_gb": 3.45,
    "codigos": [
      "SLES-52384"
    ],
    "capa_encontrada": true,
    "descricao": "FATAL FRAME 2 - CRIMSON BUTTERFLY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FATAL FRAME 3 (BR).iso",
    "tamanho_gb": 2.34,
    "codigos": [
      "SLES-53825"
    ],
    "capa_encontrada": true,
    "descricao": "FATAL FRAME 3 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FIFA STREET (USA).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SLES-53064"
    ],
    "capa_encontrada": true,
    "descricao": "FIFA STREET é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FIFA STREET 2 (USA).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SLUS-21369"
    ],
    "capa_encontrada": true,
    "descricao": "Futebol de rua estiloso com dribles, embaixadinhas e jogadas acrobáticas. Quadras urbanas pequenas com regras alternativas. Sistema de truques e humilhações de adversários."
  },
  {
    "nome": "FINAL FANTASY X (BR).iso",
    "tamanho_gb": 4.24,
    "codigos": [
      "SLPS-25088"
    ],
    "capa_encontrada": true,
    "descricao": "JRPG revolucionário com sistema de batalha CTB sem ATB. História emocionante de Tidus e Yuna em mundo de fantasia oriental. Gráficos impressionantes e trilha sonora memorável de Nobuo Uematsu."
  },
  {
    "nome": "FINAL FANTASY XII INTERNATIONAL - ZODIAC JOB SYSTEM (BR).iso",
    "tamanho_gb": 3.89,
    "codigos": [
      "SLPM-66750"
    ],
    "capa_encontrada": true,
    "descricao": "JRPG revolucionário com sistema de batalha CTB sem ATB. História emocionante de Tidus e Yuna em mundo de fantasia oriental. Gráficos impressionantes e trilha sonora memorável de Nobuo Uematsu."
  },
  {
    "nome": "FORMULA 1 - 2006 (BR).iso",
    "tamanho_gb": 1.45,
    "codigos": [
      "SCES-53950"
    ],
    "capa_encontrada": true,
    "descricao": "FORMULA 1 - 2006 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "FREEKSTYLE (USA).iso",
    "tamanho_gb": 0.54,
    "codigos": [
      "SLUS-20367"
    ],
    "capa_encontrada": true,
    "descricao": "FREEKSTYLE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GENJI - DAWN OF THE SAMURAI (BR).iso",
    "tamanho_gb": 2.83,
    "codigos": [
      "SCUS-97471"
    ],
    "capa_encontrada": true,
    "descricao": "Action game histórico ambientado no Japão feudal. Sistema de contra-ataques em câmera lenta ao acertar timing perfeito. História baseada em conflitos reais entre clãs samurais."
  },
  {
    "nome": "GHOSTHUNTER (PT).iso",
    "tamanho_gb": 3.9,
    "codigos": [
      "SCES-51463"
    ],
    "capa_encontrada": true,
    "descricao": "GHOSTHUNTER é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GLASS ROSE (BR).iso",
    "tamanho_gb": 3.92,
    "codigos": [
      "SLES-52358"
    ],
    "capa_encontrada": true,
    "descricao": "GLASS ROSE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GOD HAND (BR).iso",
    "tamanho_gb": 1.46,
    "codigos": [
      "SLUS-21503"
    ],
    "capa_encontrada": true,
    "descricao": "Beat 'em up único da Clover Studio com combate customizável. Sistema permite programar combos nos botões livremente. Dificuldade dinâmica que aumenta conforme performance do jogador."
  },
  {
    "nome": "GOD OF WAR 1 (BR) (DUB).iso",
    "tamanho_gb": 7.94,
    "codigos": [
      "SCUS-97399"
    ],
    "capa_encontrada": true,
    "descricao": "Action aventura brutal baseado em mitologia grega. Kratos usa Lâminas do Caos contra deuses e criaturas mitológicas. Combos viscerais, puzzles ambientais e boss battles épicas."
  },
  {
    "nome": "GOD OF WAR 2 (BR) (DUB).iso",
    "tamanho_gb": 7.95,
    "codigos": [
      "SCUS-97481"
    ],
    "capa_encontrada": true,
    "descricao": "Action aventura brutal baseado em mitologia grega. Kratos usa Lâminas do Caos contra deuses e criaturas mitológicas. Combos viscerais, puzzles ambientais e boss battles épicas."
  },
  {
    "nome": "GRAN TURISMO 4 (USA).iso",
    "tamanho_gb": 4.95,
    "codigos": [
      "SCUS-97328"
    ],
    "capa_encontrada": true,
    "descricao": "Maior GT com mais de 700 carros e 100 circuitos. Modo foto revolucionário e física ainda mais realista. Considerado o simulador definitivo de corrida do PS2."
  },
  {
    "nome": "GRAN TURISMO 4 SPEC II V1.07 FULL (USA).iso",
    "tamanho_gb": 3.43,
    "codigos": [
      "SCUS-97436"
    ],
    "capa_encontrada": true,
    "descricao": "Maior GT com mais de 700 carros e 100 circuitos. Modo foto revolucionário e física ainda mais realista. Considerado o simulador definitivo de corrida do PS2."
  },
  {
    "nome": "GTA - LIBERTY CITY STORIES (BR).iso",
    "tamanho_gb": 3.73,
    "codigos": [
      "SLUS-21423"
    ],
    "capa_encontrada": true,
    "descricao": "GTA - LIBERTY CITY STORIES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GTA - VICE CITY (BR).iso",
    "tamanho_gb": 4.34,
    "codigos": [
      "SLUS-20552"
    ],
    "capa_encontrada": true,
    "descricao": "GTA - VICE CITY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GTA - VICE CITY STORIES (BR).iso",
    "tamanho_gb": 2.03,
    "codigos": [
      "SLUS-21590"
    ],
    "capa_encontrada": true,
    "descricao": "GTA - VICE CITY STORIES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GTA BRASIL v1.3 (BR).iso",
    "tamanho_gb": 4.11,
    "codigos": [
      "BRKS-20946"
    ],
    "capa_encontrada": false,
    "descricao": "GTA BRASIL v1.3 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GTA III (BR).iso",
    "tamanho_gb": 2.42,
    "codigos": [
      "SLUS-20062"
    ],
    "capa_encontrada": true,
    "descricao": "GTA III é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GTA SAN ANDREAS (BR).iso",
    "tamanho_gb": 3.68,
    "codigos": [
      "SLUS-20946"
    ],
    "capa_encontrada": true,
    "descricao": "GTA SAN ANDREAS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GTA SAN ANDREAS V1.03 (BR) (DUB).iso",
    "tamanho_gb": 3.81,
    "codigos": [
      "SLUS-20946"
    ],
    "capa_encontrada": true,
    "descricao": "GTA SAN ANDREAS V1.03 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "GUITAR HERO (BR).iso",
    "tamanho_gb": 2.14,
    "codigos": [
      "SLUS-21224"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO BRAZUCAS (USA).iso",
    "tamanho_gb": 2.43,
    "codigos": [
      "SLUS-21672"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO ENCORE - ROCKS THE 80S (USA).iso",
    "tamanho_gb": 1.77,
    "codigos": [
      "SLUS-21586"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO GOD (BR).ISO",
    "tamanho_gb": 3.26,
    "codigos": [
      "SLUS-54789"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO GOD 2.0 (BR).iso",
    "tamanho_gb": 2.11,
    "codigos": [
      "SLUS-25698"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO II (BR) (T1.7).iso",
    "tamanho_gb": 4.33,
    "codigos": [
      "SLUS-21447"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO III - LEGENDS OF ROCK (BR) (T2.0).iso",
    "tamanho_gb": 4.04,
    "codigos": [
      "SLUS-21672"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo musical revolucionário com guitarra periférica. Jogador pressiona botões no ritmo de músicas rock clássicas. Modo carreira progredindo de shows pequenos para estádios."
  },
  {
    "nome": "GUITAR HERO LINKIN PARK (BR).iso",
    "tamanho_gb": 1.97,
    "codigos": [
      "SLUS-66601"
    ],
    "capa_encontrada": false,
    "descricao": "Edição especial dedicada à banda Linkin Park, trazendo os maiores hits como In The End, Numb, Breaking The Habit e What I've Done. O jogador empunha a guitarra e segue as notas na tela ao som do nu-metal que marcou os anos 2000. Com gráficos vibrantes, apresentações ao vivo e desafios progressivos, é uma celebração interativa da discografia da banda. Versão brasileira totalmente traduzida."
  },
  {
    "nome": "GUITRA HERO GOLD EDITION (BR).iso",
    "tamanho_gb": 2.88,
    "codigos": [
      "SLUS-60125"
    ],
    "capa_encontrada": true,
    "descricao": "Coletânea definitiva da série Guitar Hero reunindo os maiores sucessos dos primeiros jogos. Traz clássicos do rock como Sweet Child O' Mine (Guns N' Roses), Smoke on the Water (Deep Purple), Iron Man (Black Sabbath) e dezenas de outras faixas lendárias. Com modo carreira expandido, multijogador competitivo e desafios extras, é a edição perfeita para fãs de rock clássico. Versão brasileira totalmente traduzida e otimizada."
  },
  {
    "nome": "GUNFIGHTER 2 - REVENGE OF JESS JAMES (BR).iso",
    "tamanho_gb": 0.32,
    "codigos": [
      "SLES-51289"
    ],
    "capa_encontrada": true,
    "descricao": "GUNFIGHTER 2 - REVENGE OF JESS JAMES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "HALF LIFE (BR) (DUB).iso",
    "tamanho_gb": 0.37,
    "codigos": [
      "SLUS-20066"
    ],
    "capa_encontrada": true,
    "descricao": "HALF LIFE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "HAUNTING GROUND (BR).iso",
    "tamanho_gb": 4.26,
    "codigos": [
      "SLES-52877"
    ],
    "capa_encontrada": true,
    "descricao": "Survival horror onde protagonista Fiona foge com cachorro Hewie. Sem armas, você usa stealth e ajuda do cão. Atmosfera de perseguição constante em castelo europeu sinistro."
  },
  {
    "nome": "HOMEM-ARANHA - AMIGO OU INIMIGO (BR).iso",
    "tamanho_gb": 3.93,
    "codigos": [
      "SLUS-21600"
    ],
    "capa_encontrada": true,
    "descricao": "HOMEM-ARANHA - AMIGO OU INIMIGO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "ICO (BR).iso",
    "tamanho_gb": 0.85,
    "codigos": [
      "SCES-50760"
    ],
    "capa_encontrada": true,
    "descricao": "ICO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "INDIGO PROPHECY (USA).iso",
    "tamanho_gb": 1.81,
    "codigos": [
      "SLUS-21196"
    ],
    "capa_encontrada": true,
    "descricao": "INDIGO PROPHECY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "JACKIE CHAN ADVENTURES (BR).iso",
    "tamanho_gb": 1.61,
    "codigos": [
      "SCES-52412"
    ],
    "capa_encontrada": true,
    "descricao": "JACKIE CHAN ADVENTURES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "JAK AND DAXTER - THE PRECURSOR LEGACY (BR) V1.0 (EMULADOR).iso",
    "tamanho_gb": 1.36,
    "codigos": [
      "SCUS-97124"
    ],
    "capa_encontrada": true,
    "descricao": "JAK AND DAXTER - THE PRECURSOR LEGACY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "JAK X - COMBAT RACING (USA).iso",
    "tamanho_gb": 4.34,
    "codigos": [
      "SCUS-97429"
    ],
    "capa_encontrada": true,
    "descricao": "JAK X - COMBAT RACING é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "KILLZONE (USA).iso",
    "tamanho_gb": 4.33,
    "codigos": [
      "SCES-52004"
    ],
    "capa_encontrada": true,
    "descricao": "KILLZONE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "KING KONG (BR) (T1.0).iso",
    "tamanho_gb": 1.21,
    "codigos": [
      "SLUS-21311"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme de Peter Jackson em Skull Island. Alterne entre Jack Driscoll (FPS) e King Kong (combate). Atmosfera cinematográfica com gráficos impressionantes."
  },
  {
    "nome": "KINGDOM HEARTS - FINAL MIX (BR).iso",
    "tamanho_gb": 3.38,
    "codigos": [
      "SLPS-25198"
    ],
    "capa_encontrada": true,
    "descricao": "Crossover RPG da Disney com Final Fantasy. Sora viaja por mundos Disney combatendo Heartless. Sistema de combate action RPG em tempo real fluido."
  },
  {
    "nome": "KINGDOM HEARTS - RE-CHAIN OF MEMORIES (BR).iso",
    "tamanho_gb": 4.12,
    "codigos": [
      "SLUS-21799"
    ],
    "capa_encontrada": true,
    "descricao": "Crossover RPG da Disney com Final Fantasy. Sora viaja por mundos Disney combatendo Heartless. Sistema de combate action RPG em tempo real fluido."
  },
  {
    "nome": "KINGDOM HEARTS 2 - FINAL MIX (BR).iso",
    "tamanho_gb": 4,
    "codigos": [
      "SLPM-66675"
    ],
    "capa_encontrada": true,
    "descricao": "Crossover RPG da Disney com Final Fantasy. Sora viaja por mundos Disney combatendo Heartless. Sistema de combate action RPG em tempo real fluido."
  },
  {
    "nome": "KNOCKOUT KINGS 2001 (USA).iso",
    "tamanho_gb": 1,
    "codigos": [
      "SLUS-20150"
    ],
    "capa_encontrada": true,
    "descricao": "KNOCKOUT KINGS 2001 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "KOF COLLECTION 11 IN 1 (USA).iso",
    "tamanho_gb": 4.35,
    "codigos": [
      "SLUS-21554"
    ],
    "capa_encontrada": true,
    "descricao": "KOF COLLECTION 11 IN 1 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "KUNG FU PANDA (BR) (T1.0).iso",
    "tamanho_gb": 3.89,
    "codigos": [
      "SLUS-21757"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme da DreamWorks sobre panda lutador. Jogo de ação com combate de kung fu cartoon. Voltado para crianças com humor do filme."
  },
  {
    "nome": "KUON (BR).iso",
    "tamanho_gb": 2.7,
    "codigos": [
      "SLES-53411"
    ],
    "capa_encontrada": true,
    "descricao": "KUON é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "L.A. RUSH (USA).iso",
    "tamanho_gb": 3.81,
    "codigos": [
      "SLUS-21112"
    ],
    "capa_encontrada": true,
    "descricao": "L.A. RUSH é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "LEGO - BATMAN (BR).iso",
    "tamanho_gb": 1.99,
    "codigos": [
      "SLUS-21785"
    ],
    "capa_encontrada": true,
    "descricao": "LEGO - BATMAN é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "LEGO - STAR WARS (BR).iso",
    "tamanho_gb": 1,
    "codigos": [
      "SLUS-21083"
    ],
    "capa_encontrada": true,
    "descricao": "LEGO - STAR WARS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "LEGO INDIANA JONES THE ORIGINAL ADVENTURES (BR).iso",
    "tamanho_gb": 2.23,
    "codigos": [
      "SLUS-21759"
    ],
    "capa_encontrada": true,
    "descricao": "Adaptação LEGO dos três primeiros filmes Indiana Jones. Cooperativo com puzzles usando habilidades diferentes de personagens. Humor físico e colecionáveis típicos de jogos LEGO."
  },
  {
    "nome": "LEGO STAR WARS II (BR).iso",
    "tamanho_gb": 4.29,
    "codigos": [
      "SLUS-21409"
    ],
    "capa_encontrada": true,
    "descricao": "Adaptação cômica LEGO da trilogia original Star Wars. Cooperativo local permitindo drop in/out. Simples mas divertido para todas idades."
  },
  {
    "nome": "LEISURE SUIT LARRY - MAGNA CUM LAUDE (BR) (SEM CENSURA) (T1.0).iso",
    "tamanho_gb": 2.51,
    "codigos": [
      "SLUS-20956"
    ],
    "capa_encontrada": true,
    "descricao": "LEISURE SUIT LARRY - MAGNA CUM LAUDE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "LIGA DA JUSTICA (BR) (DUB).iso",
    "tamanho_gb": 2.39,
    "codigos": [
      "SLUS-21304"
    ],
    "capa_encontrada": true,
    "descricao": "LIGA DA JUSTICA é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "LOONEY TUNES - SPACE RACE (USA).iso",
    "tamanho_gb": 0.54,
    "codigos": [
      "SLUS-20352"
    ],
    "capa_encontrada": true,
    "descricao": "LOONEY TUNES - SPACE RACE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MADAGASCAR (USA).iso",
    "tamanho_gb": 0.5,
    "codigos": [
      "SLUS-21015"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme DreamWorks sobre animais fugindo do zoológico. Plataforma com múltiplos personagens jogáveis. Voltado para crianças com humor do filme."
  },
  {
    "nome": "MADAGASCAR - ESCAPE 2 AFRICA (USA).iso",
    "tamanho_gb": 2.72,
    "codigos": [
      "SLUS-21840"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme DreamWorks sobre animais fugindo do zoológico. Plataforma com múltiplos personagens jogáveis. Voltado para crianças com humor do filme."
  },
  {
    "nome": "MAFIA (BR).iso",
    "tamanho_gb": 2.79,
    "codigos": [
      "SLES-52278"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo de mundo semi-aberto ambientado na máfia dos anos 30-40. Narrativa cinematográfica sobre ascensão no crime organizado. Simulação de direção realista e tiroteio tático."
  },
  {
    "nome": "MANHUNT (BR).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SLUS-20827"
    ],
    "capa_encontrada": true,
    "descricao": "Survival horror controverso sobre snuff films. Stealth violento executando gangues de formas brutais. Tom sombrio e atmosfera perturbadora da Rockstar."
  },
  {
    "nome": "MANHUNT 2 (BR).iso",
    "tamanho_gb": 2.47,
    "codigos": [
      "SLUS-21613"
    ],
    "capa_encontrada": true,
    "descricao": "Survival horror controverso sobre snuff films. Stealth violento executando gangues de formas brutais. Tom sombrio e atmosfera perturbadora da Rockstar."
  },
  {
    "nome": "MARVEL - ULTIMATE ALLIANCE (USA).iso",
    "tamanho_gb": 2.75,
    "codigos": [
      "SLUS-21374"
    ],
    "capa_encontrada": true,
    "descricao": "MARVEL - ULTIMATE ALLIANCE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MARVEL VS. CAPCOM 2 (USA).iso",
    "tamanho_gb": 0.21,
    "codigos": [
      "SLUS-20486"
    ],
    "capa_encontrada": true,
    "descricao": "MARVEL VS. CAPCOM 2 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MAT HOFFMAN'S PRO BMX 2 (USA).iso",
    "tamanho_gb": 4.23,
    "codigos": [
      "SLUS-20335"
    ],
    "capa_encontrada": true,
    "descricao": "MAT HOFFMAN'S PRO BMX 2 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MATRIX - PATH OF NEO (USA).iso",
    "tamanho_gb": 4.37,
    "codigos": [
      "SLUS-21273"
    ],
    "capa_encontrada": true,
    "descricao": "MATRIX - PATH OF NEO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MAX PAYNE (USA).iso",
    "tamanho_gb": 2.73,
    "codigos": [
      "SLUS-20230"
    ],
    "capa_encontrada": true,
    "descricao": "Shooter noir com mecânica revolucionária de bullet time. Detective vingativo contra máfia de Nova York. Narrativa em graphic novel sombria e adulta."
  },
  {
    "nome": "MAX PAYNE 2 - THE FALL OF MAX PAYNE (USA).iso",
    "tamanho_gb": 2.42,
    "codigos": [
      "SLUS-20814"
    ],
    "capa_encontrada": true,
    "descricao": "Shooter noir com mecânica revolucionária de bullet time. Detective vingativo contra máfia de Nova York. Narrativa em graphic novel sombria e adulta."
  },
  {
    "nome": "MEDAL OF HONOR - EUROPEAN ASSAULT (USA).iso",
    "tamanho_gb": 3.59,
    "codigos": [
      "SLUS-21199"
    ],
    "capa_encontrada": true,
    "descricao": "FPS da Segunda Guerra nas campanhas europeias. Sistema de saúde regenerativa inovador na época. Missões históricas pelo front ocidental."
  },
  {
    "nome": "MEDAL OF HONOR - FRONTLINE (USA).iso",
    "tamanho_gb": 3.14,
    "codigos": [
      "SLUS-20368"
    ],
    "capa_encontrada": true,
    "descricao": "Campanha single player cinemática começando no Dia-D. Infiltração, tiroteio e missões de sabotagem. Uma das melhores campanhas de WWII do PS2."
  },
  {
    "nome": "MEDAL OF HONOR - RISING SUN (USA).iso",
    "tamanho_gb": 2.69,
    "codigos": [
      "SLUS-20753"
    ],
    "capa_encontrada": true,
    "descricao": "MOH focado no teatro do Pacífico contra japoneses. Batalhas navais e ilhas tropicais. Modo cooperativo split-screen em campanha."
  },
  {
    "nome": "MEDAL OF HONOR - VANGUARD (BR).iso",
    "tamanho_gb": 1.06,
    "codigos": [
      "SLUS-21597"
    ],
    "capa_encontrada": true,
    "descricao": "Uso inovador de para-quedas no início de missões. Último MOH de WWII da geração. Campanhas em várias frentes da guerra."
  },
  {
    "nome": "METAL GEAR SOLID 2 - SONS OF LIBERTY (BR).iso",
    "tamanho_gb": 4.26,
    "codigos": [
      "SLES-50383"
    ],
    "capa_encontrada": true,
    "descricao": "Stealth revolucionário com gráficos impressionantes. Jogue como Snake e Raiden em navio e plataforma. Narrativa complexa questionando realidade e informação."
  },
  {
    "nome": "METAL GEAR SOLID 3 - SNAKE EATER (USA).iso",
    "tamanho_gb": 4.25,
    "codigos": [
      "SLUS-20915"
    ],
    "capa_encontrada": true,
    "descricao": "Prequel na Guerra Fria com jungle warfare. Sistema de camuflagem e sobrevivência na selva. História emocionante sobre lealdade e traição."
  },
  {
    "nome": "METAL SLUG ANTHOLOGY (USA).iso",
    "tamanho_gb": 1.28,
    "codigos": [
      "SLUS-21550"
    ],
    "capa_encontrada": true,
    "descricao": "Coletânea com 7 jogos clássicos run and gun arcade. Pixel art detalhado e ação frenética. Cooperativo local preservando experiência arcade."
  },
  {
    "nome": "MICKEY MOUSE COLLECTION (USA).iso",
    "tamanho_gb": 1.07,
    "codigos": [
      "SLUS-22101"
    ],
    "capa_encontrada": false,
    "descricao": "MICKEY MOUSE COLLECTION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MIDNIGHT CLUB 3 - DUB EDITION REMIX (USA).iso",
    "tamanho_gb": 7.95,
    "codigos": [
      "SLUS-21355"
    ],
    "capa_encontrada": true,
    "descricao": "Corrida de rua arcade em mundo aberto. Customização extrema de veículos estilo tuning. Três cidades: Detroit, San Diego e Atlanta."
  },
  {
    "nome": "MORTAL KOMBAT - ARMAGEDDON (BR).iso",
    "tamanho_gb": 3.49,
    "codigos": [
      "SLUS-21543"
    ],
    "capa_encontrada": true,
    "descricao": "Último MK do PS2 com TODOS personagens da franquia. Modo Konquest em mundo aberto aventureiro. Kreate-a-Fighter permite criar lutador customizado."
  },
  {
    "nome": "MORTAL KOMBAT - DEADLY ALLIANCE (USA).iso",
    "tamanho_gb": 2.88,
    "codigos": [
      "SLUS-20423"
    ],
    "capa_encontrada": true,
    "descricao": "Reboot 3D da franquia em engine completamente nova. Estilos de luta múltiplos por personagem. Konquest mode ensina movimentos em modo história."
  },
  {
    "nome": "MORTAL KOMBAT - DECEPTION (USA).iso",
    "tamanho_gb": 4.37,
    "codigos": [
      "SLES-52705"
    ],
    "capa_encontrada": true,
    "descricao": "Evolução do Deadly Alliance com puzzle chess mode. Introduz Onaga e nova storyline apocalíptica. Online play e vários modos single player."
  },
  {
    "nome": "MORTAL KOMBAT - SHAOLIN MONKS (BR).iso",
    "tamanho_gb": 4.23,
    "codigos": [
      "SLUS-21087",
      "SLUS-21189"
    ],
    "capa_encontrada": true,
    "descricao": "Beat 'em up cooperativo com Liu Kang e Kung Lao. Conta história de MK2 em aventura ação 3D. Fatalities e brutalidade clássica em novo gênero."
  },
  {
    "nome": "MOTOGP 08 (USA).iso",
    "tamanho_gb": 1.52,
    "codigos": [
      "SLUS-21811"
    ],
    "capa_encontrada": true,
    "descricao": "MOTOGP 08 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MOTOQUEIRO FANTASMA (BR) (DUB) (T1.0).iso",
    "tamanho_gb": 2.35,
    "codigos": [
      "SLUS-21306"
    ],
    "capa_encontrada": true,
    "descricao": "MOTOQUEIRO FANTASMA é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MOTORSTORM - ARCTIC EDGE (PT).iso",
    "tamanho_gb": 1.96,
    "codigos": [
      "SCES-55573"
    ],
    "capa_encontrada": true,
    "descricao": "MOTORSTORM - ARCTIC EDGE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "MX UNLEASHED (USA).iso",
    "tamanho_gb": 2.07,
    "codigos": [
      "SLUS-20767"
    ],
    "capa_encontrada": true,
    "descricao": "MX UNLEASHED é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "NARUTO - UZUMAKI CHRONICLES 2 (BR) (DUB) (T1.0).iso",
    "tamanho_gb": 1.59,
    "codigos": [
      "SLUS-21594"
    ],
    "capa_encontrada": true,
    "descricao": "NARUTO - UZUMAKI CHRONICLES 2 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "NARUTO SHIPPUDEN - ULTIMATE NINJA 4 (USA).iso",
    "tamanho_gb": 3.83,
    "codigos": [
      "SLES-55481"
    ],
    "capa_encontrada": true,
    "descricao": "Primeiro com personagens adolescentes de Shippuden. Novos jutsus e designs dos personagens. Sistema de combate refinado."
  },
  {
    "nome": "NARUTO SHIPPUDEN ULTIMATE NINJA 5 (BR) (DUB).iso",
    "tamanho_gb": 1.79,
    "codigos": [
      "SLES-55605"
    ],
    "capa_encontrada": true,
    "descricao": "NARUTO SHIPPUDEN ULTIMATE NINJA 5 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "NASCAR 09 (USA).iso",
    "tamanho_gb": 1,
    "codigos": [
      "SLUS-21744"
    ],
    "capa_encontrada": true,
    "descricao": "NASCAR 09 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "NBA 2K11 (USA).iso",
    "tamanho_gb": 3.1,
    "codigos": [
      "SLUS-21936"
    ],
    "capa_encontrada": true,
    "descricao": "NBA 2K11 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "NBA STREET V3 (USA).iso",
    "tamanho_gb": 2.39,
    "codigos": [
      "SLUS-21126"
    ],
    "capa_encontrada": true,
    "descricao": "Basquete de rua arcade com trick moves exagerados. Gamebreakers permitem jogadas espetaculares. Criação de personagem e conquista de lendas."
  },
  {
    "nome": "NEED FOR SPEED - CARBON (BR).ISO",
    "tamanho_gb": 3.44,
    "codigos": [
      "SLUS-21494"
    ],
    "capa_encontrada": true,
    "descricao": "Corrida de rua noturna com drift battles e território. Crews ajudam em corridas com habilidades especiais. Customização de carros e história sobre gangues."
  },
  {
    "nome": "NEED FOR SPEED - MOST WANTED - BLACK EDITION (BR).iso",
    "tamanho_gb": 3.45,
    "codigos": [
      "SLUS-21351"
    ],
    "capa_encontrada": true,
    "descricao": "Mundo aberto com lista de 15 corredores para derrotar. Perseguições policiais intensas com heat levels. Considerado o melhor NFS da geração PS2."
  },
  {
    "nome": "NEED FOR SPEED - PROSTREET (BR).iso",
    "tamanho_gb": 3.45,
    "codigos": [
      "SLUS-21658"
    ],
    "capa_encontrada": true,
    "descricao": "Foco em corridas legais em pistas fechadas. Drift, drag, grip e speed challenges. Mais realista que outros NFS sem policiais."
  },
  {
    "nome": "NEED FOR SPEED - UNDERCOVER (BR).iso",
    "tamanho_gb": 3.44,
    "codigos": [
      "SLUS-21801"
    ],
    "capa_encontrada": true,
    "descricao": "História cinematográfica infiltrando gangue de rua. Corridas e perseguições em cidade aberta. Última entrada principal NFS no PS2."
  },
  {
    "nome": "NEED FOR SPEED - UNDERGROUND (USA).iso",
    "tamanho_gb": 2.54,
    "codigos": [
      "SLUS-20811"
    ],
    "capa_encontrada": true,
    "descricao": "Revolucionou série com tuning e corridas noturnas. Customização visual extrema de importados. Modo carreira progredindo por eventos noturnos."
  },
  {
    "nome": "NEED FOR SPEED - UNDERGROUND 2 (BR) (DUB).iso",
    "tamanho_gb": 2.68,
    "codigos": [
      "SLUS-21065"
    ],
    "capa_encontrada": true,
    "descricao": "Revolucionou série com tuning e corridas noturnas. Customização visual extrema de importados. Modo carreira progredindo por eventos noturnos."
  },
  {
    "nome": "NEO CONTRA (BR) (T1.0).iso",
    "tamanho_gb": 1.52,
    "codigos": [
      "SLUS-20961"
    ],
    "capa_encontrada": true,
    "descricao": "NEO CONTRA é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "NICKTOONS UNITE! (USA).iso",
    "tamanho_gb": 1.16,
    "codigos": [
      "SLUS-21284"
    ],
    "capa_encontrada": true,
    "descricao": "NICKTOONS UNITE! é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "O CODIGO DA VINCI (BR).iso",
    "tamanho_gb": 1.56,
    "codigos": [
      "SLUS-21443"
    ],
    "capa_encontrada": true,
    "descricao": "O CODIGO DA VINCI é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "O EXTERMINADOR DO FUTURO 3 - A REDENÇÃO (BR).iso",
    "tamanho_gb": 1.58,
    "codigos": [
      "SLUS-20852"
    ],
    "capa_encontrada": true,
    "descricao": "O EXTERMINADOR DO FUTURO 3 - A REDENÇÃO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "O JUSTICEIRO (USA).iso",
    "tamanho_gb": 1.85,
    "codigos": [
      "SLUS-20864"
    ],
    "capa_encontrada": true,
    "descricao": "O JUSTICEIRO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "O PODEROSO CHEFAO (PT).iso",
    "tamanho_gb": 3.63,
    "codigos": [
      "SLES-53967"
    ],
    "capa_encontrada": true,
    "descricao": "O PODEROSO CHEFAO é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "OBSCURE (BR).iso",
    "tamanho_gb": 2.93,
    "codigos": [
      "SLUS-20777"
    ],
    "capa_encontrada": true,
    "descricao": "OBSCURE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "OBSCURE 2 (BR).iso",
    "tamanho_gb": 1.92,
    "codigos": [
      "SLES-54782"
    ],
    "capa_encontrada": true,
    "descricao": "OBSCURE 2 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "ONE PIECE - GRAND ADVENTURE (USA).iso",
    "tamanho_gb": 1.17,
    "codigos": [
      "SLUS-21435"
    ],
    "capa_encontrada": true,
    "descricao": "ONE PIECE - GRAND ADVENTURE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "ONIMUSHA - WARLORDS (BR) (T1.0).iso",
    "tamanho_gb": 3.77,
    "codigos": [
      "SLUS-20018"
    ],
    "capa_encontrada": true,
    "descricao": "ONIMUSHA - WARLORDS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "ONIMUSHA 2 - SAMURAI'S DESTINY (USA).iso",
    "tamanho_gb": 3.53,
    "codigos": [
      "SLUS-20393"
    ],
    "capa_encontrada": true,
    "descricao": "Sequência com sistema de aliados e gifts. Ambientado no Japão feudal contra demônios. Combate de espada e magia elemental."
  },
  {
    "nome": "ONIMUSHA 3 - DEMON SIEGE (USA).iso",
    "tamanho_gb": 4.36,
    "codigos": [
      "SLUS-20694"
    ],
    "capa_encontrada": true,
    "descricao": "Crossover temporal com samurai e soldado francês. Jean Reno e Takeshi Kaneshiro estrelam. Alterna entre período feudal e Paris moderno."
  },
  {
    "nome": "OS INCRÍVEIS (BR) (DUB) V.1.0.iso",
    "tamanho_gb": 1.52,
    "codigos": [
      "SLUS-20905"
    ],
    "capa_encontrada": true,
    "descricao": "OS INCRÍVEIS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "OS JOVENS TITAS (USA).iso",
    "tamanho_gb": 1.15,
    "codigos": [
      "SLUS-21183"
    ],
    "capa_encontrada": true,
    "descricao": "OS JOVENS TITAS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "OS SEM-FLORESTA (USA).iso",
    "tamanho_gb": 1.56,
    "codigos": [
      "SLUS-21300"
    ],
    "capa_encontrada": true,
    "descricao": "OS SEM-FLORESTA é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "OUTRUN 2006 - COAST 2 COAST (USA).iso",
    "tamanho_gb": 1.69,
    "codigos": [
      "SLUS-21274"
    ],
    "capa_encontrada": true,
    "descricao": "Corrida arcade com Ferrari oficiais. Drifting arcadey e desafios de passageira. Vários modos incluindo OutRun original."
  },
  {
    "nome": "PAC-MAN WORLD RALLY (USA).iso",
    "tamanho_gb": 0.41,
    "codigos": [
      "SLUS-21328"
    ],
    "capa_encontrada": true,
    "descricao": "PAC-MAN WORLD RALLY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "PERSONA 3 FES (BR).iso",
    "tamanho_gb": 4.1,
    "codigos": [
      "SLUS-21621"
    ],
    "capa_encontrada": true,
    "descricao": "PERSONA 3 FES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "PERSONA 4 (BR).iso",
    "tamanho_gb": 3.36,
    "codigos": [
      "SLUS-21782"
    ],
    "capa_encontrada": true,
    "descricao": "PERSONA 4 é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "PES 2010 BRAZUKAS (BR).iso",
    "tamanho_gb": 3.25,
    "codigos": [
      "SLES-55589"
    ],
    "capa_encontrada": true,
    "descricao": "Versão modificada brasileira do Pro Evolution Soccer 2010 com patch Brazukas. Traz elencos atualizados do futebol brasileiro, uniformes oficiais, narrações em português e estádios nacionais como Maracanã e Morumbi. Inclui times completos do Brasileirão, Libertadores e seleções sul-americanas. Com gameplay aprimorado, gráficos realistas e modos carreira e liga totalmente traduzidos. A experiência definitiva de futebol brasileiro no PS2."
  },
  {
    "nome": "PES 5 LEGENDS 2 (USA).iso",
    "tamanho_gb": 2.25,
    "codigos": [
      "SLES-53544"
    ],
    "capa_encontrada": true,
    "descricao": "Versão modificada lendária do Pro Evolution Soccer 5 com patch Legends 2. Reúne os maiores jogadores da história do futebol mundial como Pelé, Maradona, Zidane, Ronaldo Fenômeno e dezenas de outras lendas em seus times clássicos. Inclui seleções históricas, uniformes retrô e narrações épicas. Com a jogabilidade perfeita do PES 5, considerado o melhor da franquia, este patch celebra o futebol de todos os tempos. Traduzido e otimizado para PS2."
  },
  {
    "nome": "PIRATAS DO CARIBE - A LENDA DE JACK SPARROW (BR) (T1.0).iso",
    "tamanho_gb": 1.93,
    "codigos": [
      "SLUS-21110"
    ],
    "capa_encontrada": true,
    "descricao": "PIRATAS DO CARIBE - A LENDA DE JACK SPARROW é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "PLAYBOY - THE MANSION (USA).iso",
    "tamanho_gb": 1.51,
    "codigos": [
      "SLUS-20988"
    ],
    "capa_encontrada": true,
    "descricao": "PLAYBOY - THE MANSION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "PRINCE OF PERSIA - THE SANDS OF TIME (BR) (T1.0).iso",
    "tamanho_gb": 2.28,
    "codigos": [
      "SLUS-20743"
    ],
    "capa_encontrada": true,
    "descricao": "Platformer 3D revolucionário com rebobinamento de tempo. Parkour acrobático e combate de cimitarra. História de conto de fadas persa."
  },
  {
    "nome": "PRINCE OF PERSIA - THE TWO THRONES (BR) (T1.1).iso",
    "tamanho_gb": 1.7,
    "codigos": [
      "SLUS-21287"
    ],
    "capa_encontrada": true,
    "descricao": "Conclusão da trilogia com dual-personality. Príncipe e Dark Prince com estilos diferentes. Combate mais refinado e stealth opcional."
  },
  {
    "nome": "RATATOUILLE (BR) (DUB) (T2.0).iso",
    "tamanho_gb": 1.17,
    "codigos": [
      "SLUS-21541"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme Pixar sobre rato chef. Stealth, plataforma e minigames culinários. Paris recreada para público infantil."
  },
  {
    "nome": "RATCHET & CLANK - SIZE MATTERS (USA).iso",
    "tamanho_gb": 1.85,
    "codigos": [
      "SCES-55019"
    ],
    "capa_encontrada": true,
    "descricao": "Platformer com arsenal absurdo de armas criativas. Exploração planetária e coleta de parafusos. Duo Lombax e robô em aventura espacial."
  },
  {
    "nome": "RE CODE VERONICA X (DUBLADO) (BR).iso",
    "tamanho_gb": 2.49,
    "codigos": [
      "SLUS-20184"
    ],
    "capa_encontrada": true,
    "descricao": "RE CODE VERONICA X é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "RESIDENT EVIL - OUTBREAK (BR).iso",
    "tamanho_gb": 4.38,
    "codigos": [
      "SLES-51589"
    ],
    "capa_encontrada": true,
    "descricao": "RESIDENT EVIL - OUTBREAK é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "RESIDENT EVIL 4 - DUBLADO (BR).iso",
    "tamanho_gb": 4.12,
    "codigos": [
      "SLES-53702"
    ],
    "capa_encontrada": true,
    "descricao": "Revolucionou survival horror com câmera sobre ombro. Leon resgata filha do presidente em vila européia. Considerado um dos melhores jogos já feitos."
  },
  {
    "nome": "RISE TO HONOR (USA).iso",
    "tamanho_gb": 2.67,
    "codigos": [
      "SCUS-97279"
    ],
    "capa_encontrada": true,
    "descricao": "RISE TO HONOR é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "ROCKET POWER - BEACH BANDITS (USA).iso",
    "tamanho_gb": 2.56,
    "codigos": [
      "SLUS-20473"
    ],
    "capa_encontrada": true,
    "descricao": "ROCKET POWER - BEACH BANDITS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "RPM TUNING (PT).iso",
    "tamanho_gb": 3.04,
    "codigos": [
      "SLES-52190"
    ],
    "capa_encontrada": true,
    "descricao": "RPM TUNING é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "RUFF TRIGGER (BR) (T1.0).iso",
    "tamanho_gb": 1.86,
    "codigos": [
      "SLUS-21314"
    ],
    "capa_encontrada": true,
    "descricao": "RUFF TRIGGER é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "RULE OF ROSE (BR) (T2.5).iso",
    "tamanho_gb": 3.57,
    "codigos": [
      "SLUS-21448"
    ],
    "capa_encontrada": true,
    "descricao": "RULE OF ROSE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SAINT SEIYA - THE HADES OCE EDITION (BR) (DUB).ISO",
    "tamanho_gb": 1.94,
    "codigos": [
      "SLES-54162"
    ],
    "capa_encontrada": true,
    "descricao": "SAINT SEIYA - THE HADES OCE EDITION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SCOOBY-DOO AND THE SPOOKY SWAMP (USA).iso",
    "tamanho_gb": 1.16,
    "codigos": [
      "SLUS-21928"
    ],
    "capa_encontrada": true,
    "descricao": "SCOOBY-DOO AND THE SPOOKY SWAMP é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SCOOBY-DOO! FIRST FRIGHTS (USA).iso",
    "tamanho_gb": 2.48,
    "codigos": [
      "SLUS-21900"
    ],
    "capa_encontrada": true,
    "descricao": "SCOOBY-DOO! FIRST FRIGHTS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SEGA CLASSICS COLLECTION (USA).iso",
    "tamanho_gb": 1.3,
    "codigos": [
      "SLUS-21009"
    ],
    "capa_encontrada": true,
    "descricao": "SEGA CLASSICS COLLECTION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SHADOW OF THE COLOSSUS (BR).iso",
    "tamanho_gb": 2.51,
    "codigos": [
      "SCUS-97472"
    ],
    "capa_encontrada": true,
    "descricao": "Obra-prima artística enfrentando 16 colossos gigantes. Escalada de boss battles em mundo vazio. Minimalista e emocionante da Team Ico."
  },
  {
    "nome": "SHINOBI (BR) (DUB).iso",
    "tamanho_gb": 1.24,
    "codigos": [
      "SLUS-20459"
    ],
    "capa_encontrada": true,
    "descricao": "SHINOBI é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SHREK 2 (USA).iso",
    "tamanho_gb": 1.27,
    "codigos": [
      "SLES-52379"
    ],
    "capa_encontrada": true,
    "descricao": "Jogo baseado no segundo filme do ogro verde. Cooperativo com múltiplos personagens jogáveis. Minigames e aventura para famílias."
  },
  {
    "nome": "SILENT HILL - ORIGINS (BR).iso",
    "tamanho_gb": 2.86,
    "codigos": [
      "SLUS-21731"
    ],
    "capa_encontrada": true,
    "descricao": "SILENT HILL - ORIGINS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SILENT HILL - SHATTERED MEMORIES (BR).iso",
    "tamanho_gb": 1.35,
    "codigos": [
      "SLUS-21899"
    ],
    "capa_encontrada": true,
    "descricao": "SILENT HILL - SHATTERED MEMORIES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SILENT HILL 2 (BR) v2.04.iso",
    "tamanho_gb": 3.61,
    "codigos": [
      "SLUS-20228"
    ],
    "capa_encontrada": true,
    "descricao": "Obra-prima psicológica de survival horror. James Sunderland busca esposa em cidade nebulosa. História profunda sobre culpa e trauma."
  },
  {
    "nome": "SILENT HILL 3 (BR).ISO",
    "tamanho_gb": 3.36,
    "codigos": [
      "SLUS-20622"
    ],
    "capa_encontrada": true,
    "descricao": "Sequência direta focada na filha de Harry. Horror psicológico intenso com The Order cult. Gráficos melhorados e atmosfera opressiva."
  },
  {
    "nome": "SILENT HILL 4 - THE ROOM (BR).ISO",
    "tamanho_gb": 3.66,
    "codigos": [
      "SLUS-20873"
    ],
    "capa_encontrada": true,
    "descricao": "Departure experimental com apartamento central. Henry preso em quarto com portais para outros mundos. Mecânicas únicas e história perturbadora."
  },
  {
    "nome": "SITTING DUCKS (BR).iso",
    "tamanho_gb": 0.56,
    "codigos": [
      "SLES-52116"
    ],
    "capa_encontrada": true,
    "descricao": "SITTING DUCKS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SLY 2 - BAND OF THIEVES (PT).iso",
    "tamanho_gb": 4.28,
    "codigos": [
      "SCES-52529"
    ],
    "capa_encontrada": true,
    "descricao": "SLY 2 - BAND OF THIEVES é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SNIPER ELITE (BR).iso",
    "tamanho_gb": 1.28,
    "codigos": [
      "SLUS-21231"
    ],
    "capa_encontrada": true,
    "descricao": "SNIPER ELITE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SOCOM 3 U.S. NAVY SEALS (USA).iso",
    "tamanho_gb": 3.69,
    "codigos": [
      "SCUS-97474"
    ],
    "capa_encontrada": true,
    "descricao": "SOCOM 3 U.S. NAVY SEALS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SONIC HEROES (BR).iso",
    "tamanho_gb": 2.84,
    "codigos": [
      "SLUS-20718"
    ],
    "capa_encontrada": true,
    "descricao": "Sonic em equipes de 3 personagens. Sistema único alternando entre velocidade, voo e poder. Colorido e acessível para todas idades."
  },
  {
    "nome": "SONIC RIDERS ZERO GRAVITY (BR) (DUB).iso",
    "tamanho_gb": 2.76,
    "codigos": [
      "SLUS-21642"
    ],
    "capa_encontrada": true,
    "descricao": "Corrida futurística em hoverboards. Personagens Sonic em competição extrema. Sistema de air management único."
  },
  {
    "nome": "SPARTAN - TOTAL WARRIOR (BR).iso",
    "tamanho_gb": 2.05,
    "codigos": [
      "SLES-53393"
    ],
    "capa_encontrada": true,
    "descricao": "SPARTAN - TOTAL WARRIOR é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "HOMEN-ARANHA - THE MOVIE (USA).iso",
    "tamanho_gb": 2.83,
    "codigos": [
      "SLUS-20336"
    ],
    "capa_encontrada": true,
    "descricao": "Mundo aberto de Manhattan balançando teias. Baseado no primeiro filme de Sam Raimi. Combos acrobáticos e missões variadas."
  },
  {
    "nome": "HOMEN-ARANHA 2 (BR).iso",
    "tamanho_gb": 3.87,
    "codigos": [
      "SLUS-20776"
    ],
    "capa_encontrada": true,
    "descricao": "Mundo aberto de Manhattan balançando teias. Baseado no primeiro filme de Sam Raimi. Combos acrobáticos e missões variadas."
  },
  {
    "nome": "HOMEN-ARANHA 3 (USA).iso",
    "tamanho_gb": 3.84,
    "codigos": [
      "SLUS-21552"
    ],
    "capa_encontrada": true,
    "descricao": "Mundo aberto de Manhattan balançando teias. Baseado no primeiro filme de Sam Raimi. Combos acrobáticos e missões variadas."
  },
  {
    "nome": "SPY HUNTER - NOWHERE TO RUN (USA).iso",
    "tamanho_gb": 1.84,
    "codigos": [
      "SLUS-21421"
    ],
    "capa_encontrada": true,
    "descricao": "Reboot do clássico arcade de espionagem. Carro transformável com armas James Bond. Perseguições e missões de agente secreto."
  },
  {
    "nome": "SPYRO - A HERO'S TAIL (USA).iso",
    "tamanho_gb": 1.17,
    "codigos": [
      "SLUS-20884"
    ],
    "capa_encontrada": true,
    "descricao": "SPYRO - A HERO'S TAIL é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SPYRO - A NEW BEGINNING (USA).iso",
    "tamanho_gb": 3.52,
    "codigos": [
      "SLUS-21372"
    ],
    "capa_encontrada": true,
    "descricao": "Reboot da franquia dragão roxo. Origem story mais dark que originais. Combate e exploração 3D."
  },
  {
    "nome": "SPYRO - DAWN OF THE DRAGON (USA).iso",
    "tamanho_gb": 2.49,
    "codigos": [
      "SLUS-21820"
    ],
    "capa_encontrada": true,
    "descricao": "SPYRO - DAWN OF THE DRAGON é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SSX TRICKY (USA).iso",
    "tamanho_gb": 2.7,
    "codigos": [
      "SLUS-20326"
    ],
    "capa_encontrada": true,
    "descricao": "Evolução do original com tricks ainda mais loucos. Uber tricks sobrehumanos desbloqueáveis. Trilha sonora mixada com Run DMC."
  },
  {
    "nome": "STAR WARS - THE FORCE UNLEASHED (BR).iso",
    "tamanho_gb": 3.55,
    "codigos": [
      "SLUS-21614"
    ],
    "capa_encontrada": true,
    "descricao": "Aprendiz secreto de Vader com poderes extremos. Sistema euphoria physics para force powers. História entre episódios III e IV."
  },
  {
    "nome": "STREET FIGHTER COLLECTION (USA).iso",
    "tamanho_gb": 3.48,
    "codigos": [
      "SLUS-20949"
    ],
    "capa_encontrada": true,
    "descricao": "STREET FIGHTER COLLECTION é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "SUPER MARIO COLLECTION (USA).iso",
    "tamanho_gb": 0.08,
    "codigos": [
      "SLUS-26763"
    ],
    "capa_encontrada": false,
    "descricao": "Coletânea especial dos clássicos jogos de Mario rodando em emulador no PS2. Reúne títulos icônicos como Super Mario Bros, Super Mario Bros 2, Super Mario Bros 3 e Super Mario World em uma única compilação nostálgica. Mantém a jogabilidade original dos jogos de NES e SNES com save states e filtros gráficos opcionais. Perfeita para reviver a era de ouro das plataformas 2D do encanador mais famoso dos videogames. Interface totalmente traduzida."
  },
  {
    "nome": "SYBERIA II (BR).iso",
    "tamanho_gb": 4.32,
    "codigos": [
      "SLES-52831"
    ],
    "capa_encontrada": true,
    "descricao": "SYBERIA II é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TEKKEN 5 (USA).iso",
    "tamanho_gb": 4.18,
    "codigos": [
      "SLUS-21059"
    ],
    "capa_encontrada": true,
    "descricao": "Retorno às raízes arcade após Tekken 4. Maior roster e customização de personagens. Considerado um dos melhores da série."
  },
  {
    "nome": "THE FLINTSTONES - BEDROCK RACING (PT).iso",
    "tamanho_gb": 0.08,
    "codigos": [
      "SLES-54473"
    ],
    "capa_encontrada": true,
    "descricao": "THE FLINTSTONES - BEDROCK RACING é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "THE GETAWAY - BLACK MONDAY (PT).iso",
    "tamanho_gb": 2.85,
    "codigos": [
      "SCES-52948"
    ],
    "capa_encontrada": true,
    "descricao": "THE GETAWAY - BLACK MONDAY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "THE INCREDIBLES RISE OF THE UNDERMINER (BR) (T1.0).iso",
    "tamanho_gb": 1.01,
    "codigos": [
      "SLUS-21217"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme Pixar sobre família de super-heróis. Cada Incrível tem poderes únicos jogáveis. Beat 'em up para todas idades."
  },
  {
    "nome": "THE NIGHTMARE BEFORE CHRISTMAS - OOGIE'S REVENGE (USA).iso",
    "tamanho_gb": 4.23,
    "codigos": [
      "SLUS-20860"
    ],
    "capa_encontrada": true,
    "descricao": "THE NIGHTMARE BEFORE CHRISTMAS - OOGIE'S REVENGE é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "THE SIMPSONS HIT & RUN (BR) (T1.1).iso",
    "tamanho_gb": 2.03,
    "codigos": [
      "SLUS-20624"
    ],
    "capa_encontrada": true,
    "descricao": "THE SIMPSONS HIT & RUN é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "THE SIMS 2 - CASTAWAY (BR).iso",
    "tamanho_gb": 4.31,
    "codigos": [
      "SLES-54903"
    ],
    "capa_encontrada": true,
    "descricao": "Simulador de vida com criação de personagens. Gerencie necessidades e relacionamentos de Sims. Construção de casas e progressão de famílias."
  },
  {
    "nome": "THE SUFFERING (BR).iso",
    "tamanho_gb": 4.14,
    "codigos": [
      "SLES-52439"
    ],
    "capa_encontrada": true,
    "descricao": "THE SUFFERING é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "THE SUFFERING - TIES THAT BIND (BR).iso",
    "tamanho_gb": 3.72,
    "codigos": [
      "SLUS-21189",
      "SLUS-21087"
    ],
    "capa_encontrada": true,
    "descricao": "THE SUFFERING - TIES THAT BIND é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "THE WARRIORS (BR).iso",
    "tamanho_gb": 4.02,
    "codigos": [
      "SLUS-21215"
    ],
    "capa_encontrada": true,
    "descricao": "Beat 'em up baseado no filme cult dos anos 70. Gang Warriors atravessa Nova York até Coney Island. Rockstar adaptation fiel e expandida."
  },
  {
    "nome": "TIMESPLITTERS (USA).iso",
    "tamanho_gb": 0.58,
    "codigos": [
      "SLUS-20090"
    ],
    "capa_encontrada": true,
    "descricao": "TIMESPLITTERS é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TOMB RAIDER - ANGEL (BR).iso",
    "tamanho_gb": 3.21,
    "codigos": [
      "SLUS-20467"
    ],
    "capa_encontrada": true,
    "descricao": "TOMB RAIDER - ANGEL é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TOMB RAIDER - ANNIVERSARY (USA).iso",
    "tamanho_gb": 3.38,
    "codigos": [
      "SLES-54674"
    ],
    "capa_encontrada": true,
    "descricao": "TOMB RAIDER - ANNIVERSARY é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TOMB RAIDER - LEGEND (USA).iso",
    "tamanho_gb": 3.31,
    "codigos": [
      "SLES-53908"
    ],
    "capa_encontrada": true,
    "descricao": "TOMB RAIDER - LEGEND é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TOMB RAIDER - UNDERWORLD (USA).iso",
    "tamanho_gb": 1.05,
    "codigos": [
      "SLUS-21858"
    ],
    "capa_encontrada": true,
    "descricao": "TOMB RAIDER - UNDERWORLD é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TONY HAWK'S DOWNHILL JAM (USA).iso",
    "tamanho_gb": 2.33,
    "codigos": [
      "SLUS-21456"
    ],
    "capa_encontrada": true,
    "descricao": "TONY HAWK'S DOWNHILL JAM é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TONY HAWK'S PRO SKATER 3 (USA).iso",
    "tamanho_gb": 2.91,
    "codigos": [
      "SLES-50435",
      "SLES-50400"
    ],
    "capa_encontrada": true,
    "descricao": "Evolução da fórmula com sistema de revert. Tricks linkados infinitamente possível. Soundtrack punk rock icônico."
  },
  {
    "nome": "TOP SPIN (USA).iso",
    "tamanho_gb": 3.64,
    "codigos": [
      "SLUS-21222"
    ],
    "capa_encontrada": true,
    "descricao": "TOP SPIN é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TOTAL OVERDOSE - A GUNSLINGER'S TALE IN MEXICO.iso",
    "tamanho_gb": 4.37,
    "codigos": [
      "SLUS-21283"
    ],
    "capa_encontrada": true,
    "descricao": "TOTAL OVERDOSE - A GUNSLINGER'S TALE IN MEXICO.iso é um jogo clássico do PlayStation 2 que marcou época por sua jogabilidade envolvente e ambientação única. Misturando ação, desafio e narrativa, tornou-se um título memorável da geração. Sua atmosfera e mecânicas consolidaram seu lugar entre os grandes sucessos do console."
  },
  {
    "nome": "TOY STORY 3 (BR).iso",
    "tamanho_gb": 1.43,
    "codigos": [
      "SLUS-21931"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no terceiro filme Pixar. Toy Box mode é sandbox criativo. Missões seguindo história do filme."
  },
  {
    "nome": "TRUE CRIME - NEW YORK CITY (BR) (T-BETA).iso",
    "tamanho_gb": 2.95,
    "codigos": [
      "SLUS-21106"
    ],
    "capa_encontrada": true,
    "descricao": "GTA-like como detetive em Nova York. Sistema de moral choices affecting story. Lute contra ou com crime organizado."
  },
  {
    "nome": "TRUE CRIME - STREETS OF LA (USA).iso",
    "tamanho_gb": 2.69,
    "codigos": [
      "SLES-51754"
    ],
    "capa_encontrada": true,
    "descricao": "Mundo aberto policial em Los Angeles. Detective Nick Kang investiga conspiração. Driving, shooting e combat integrados."
  },
  {
    "nome": "TUROK EVOLUTION (USA).iso",
    "tamanho_gb": 2.04,
    "codigos": [
      "SLUS-20333"
    ],
    "capa_encontrada": true,
    "descricao": "FPS pré-histórico com dinossauros. Arsenal variado contra repteis e tribos. Prequel da série clássica."
  },
  {
    "nome": "TWISTED METAL - BLACK (USA).iso",
    "tamanho_gb": 3.54,
    "codigos": [
      "SCUS-97101"
    ],
    "capa_encontrada": true,
    "descricao": "Vehicular combat dark e violento. Destrua oponentes em arenas destrutíveis. História sombria de cada personagem psicótico."
  },
  {
    "nome": "ULTIMATE RETRO (USA).iso",
    "tamanho_gb": 2.62,
    "codigos": ["SLUS-136687"],
    "capa_encontrada": false,
    "descricao": "Coletânea massiva de jogos clássicos de arcade e consoles antigos reunidos em um único disco para PS2. Traz centenas de títulos nostálgicos de NES, SNES, Master System, Mega Drive e arcades clássicos, incluindo Beat 'em ups, plataformas, shooters e puzzle games. Com emuladores otimizados, interface organizada por sistema e opções de save state. A biblioteca definitiva para reviver a era de ouro dos videogames em alta definição no PlayStation 2."
  },
  {
    "nome": "ULTIMATE SPIDER MAN LIMITED EDITION (BR).iso",
    "tamanho_gb": 3.87,
    "codigos": [
      "SLUS-21285"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado nos quadrinhos Ultimate com arte cel-shaded. Jogue como Spider-Man e Venom. Visual comic book único e diferenciado."
  },
  {
    "nome": "UP (BR).iso",
    "tamanho_gb": 1.02,
    "codigos": [
      "SLUS-21864"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme Pixar sobre velhinho e balões. Aventura na América do Sul com Kevin. Voltado para crianças recriando cenas."
  },
  {
    "nome": "URBAN REIGN (BR) V1.0.iso",
    "tamanho_gb": 3.86,
    "codigos": [
      "SCES-53688"
    ],
    "capa_encontrada": true,
    "descricao": "Beat 'em up urbano com combate profundo. Grab system permite usar inimigos como armas. Cooperativo local em gangues de rua."
  },
  {
    "nome": "VAN HELSING (BR).iso",
    "tamanho_gb": 1.52,
    "codigos": [
      "SLUS-20738"
    ],
    "capa_encontrada": true,
    "descricao": "Baseado no filme de 2004 sobre caçador de monstros. Combate contra vampiros, lobisomens e Frankenstein. Action hack and slash com armas period."
  },
  {
    "nome": "VELOZES E FURIOSOS (USA).iso",
    "tamanho_gb": 2.16,
    "codigos": [
      "SLUS-21449"
    ],
    "capa_encontrada": true,
    "descricao": "Corrida de rua baseada na franquia filme. Nitro, drifts e corridas ilegais. Carros importados customizáveis tunados."
  },
  {
    "nome": "VIRTUA TENNIS 2 (USA).iso",
    "tamanho_gb": 0.34,
    "codigos": [
      "SLES-51232"
    ],
    "capa_encontrada": true,
    "descricao": "Simulador arcade de tênis divertido. Controles acessíveis com profundidade tática. Modo world tour progressivo."
  },
  {
    "nome": "WALL-E (BR).iso",
    "tamanho_gb": 1.93,
    "codigos": [
      "SLUS-21736"
    ],
    "capa_encontrada": true,
    "descricao": "Plataforma baseado no filme Pixar sobre robô. Puzzles ambientais e exploração espacial. Voltado para crianças seguindo filme."
  },
  {
    "nome": "WE10 PITTAGAMES LEGENDS (BR).ISO",
    "tamanho_gb": 1.93,
    "codigos": [
      "SLUS-136782"
    ],
    "capa_encontrada": true,
    "descricao": "Patch customizado de Winning Eleven 10. Times e jogadores lendários clássicos. Comunidade brasileira com elencos históricos."
  },
  {
    "nome": "WORMS 3D (USA).iso",
    "tamanho_gb": 1.14,
    "codigos": [
      "SLUS-20894"
    ],
    "capa_encontrada": true,
    "descricao": "Warfare de minhocas em arenas 3D. Arsenal absurdo de armas cartoon. Multiplayer caótico estratégico."
  },
  {
    "nome": "WWE SMACKDOWN HERE COMES THE PAIN (USA).iso",
    "tamanho_gb": 4.21,
    "codigos": [
      "SLUS-20787"
    ],
    "capa_encontrada": true,
    "descricao": "Simulador de wrestling profissional da WWE. Season mode com storylines. Considerado melhor jogo WWE do PS2."
  },
  {
    "nome": "X-MEN ORIGINS - WOLVERINE (USA).iso",
    "tamanho_gb": 1.81,
    "codigos": [
      "SLUS-21880"
    ],
    "capa_encontrada": true,
    "descricao": "Action violento M-rated sobre Logan. Combate brutal com garras e healing factor. Mais gráfico que filme PG-13."
  },
    {
    "nome": "BOMBA PATCH - REMASTERED 2007.iso",
    "tamanho_gb": 1.4,
    "codigos": [
      "SLUS-252569"
    ],
    "capa_encontrada": true,
    "descricao": "Versão remasterizada do lendário Bomba Patch 2007, um dos patches mais populares de PES no Brasil. Traz elencos completos e atualizados do futebol brasileiro e mundial, uniformes oficiais, estádios nacionais e internacionais, narrações em português de alta qualidade e modo Master League expandido. Inclui Brasileirão, Libertadores, Champions League e competições nacionais de diversos países. Com interface customizada, gráficos aprimorados e trilha sonora brasileira. Um marco histórico do futebol virtual brasileiro."
  }
]